; Spark armor localization here

[PlatedSparkHeavyArmor_LW X2SparkArmorTemplate_DLC_3]
FriendlyName="Броня SPARK з броньованими пластинами"
BriefSummary="Модифiкацiя нашої бронi SPARK з броньованими пластинами, ця варiацiя жертвує мобiльнiстю заради покращеної витривалостi та вогневої потужностi, з наявнiстю слота для боєприпасiв."
TacticalText="<Bullet/> Надає збiльшену броню та очки здоров'я, за рахунок мобiльностi та захисту.<br/><Bullet/> Додає слот для боєприпасiв."

[PlatedSparkLightArmor_LW X2SparkArmorTemplate_DLC_3]
FriendlyName="Легка броня SPARK з броньованими пластинами"
BriefSummary="Модифiкацiя нашої легкої бронi SPARK з броньованими пластинами, ця варiацiя жертвує витривалiстю заради покращеної мобiльностi i надає можливiсть використання здiбностi 'Дедикацiя'."
TacticalText="<Bullet/> Надає збiльшену мобiльнiсть та захист, за рахунок бронi та очок здоров'я. Додає здiбнiсть 'Дедикацiя'."

[PoweredSparkHeavyArmor_LW X2SparkArmorTemplate_DLC_3]
FriendlyName="Потужна важка броня SPARK"
BriefSummary="Модифiкацiя нашої потужної важкої бронi SPARK, ця варiацiя жертвує мобiльнiстю заради покращеної витривалостi та вогневої потужностi, з наявнiстю слота для боєприпасiв."
TacticalText="<Bullet/> Надає збiльшену броню та очки здоров'я, за рахунок мобiльностi та захисту.<Bullet/> Додає слот для боєприпасiв."

[PoweredSparkLightArmor_LW X2SparkArmorTemplate_DLC_3]
FriendlyName="Легка потужна броня SPARK"
BriefSummary="Модифiкацiя нашої легкої потужної бронi SPARK, ця варiацiя жертвує витривалiстю заради покращеної мобiльностi i надає можливiсть використання здiбностi 'Дедикацiя'."
TacticalText="<Bullet/> Надає збiльшену мобiльнiсть та захист, за рахунок бронi та очок здоров'я. Додає здiбнiсть 'Дедикацiя'."
